;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Hellenic
WebLang=GR
Translator=VS Revo Group
Codepage=UNICODE 
Version=2.1.7


[Uninstaller Toolbar]
102 = Προβολή
103 = Επιλογές
104 = Απεγκαταστάτης
105 = Εργαλεία
106 = Λειτουργία Ανίχνευσης
107 = Κατάλογος
108 = Εικονίδια
109 = Λεπτομέρειες
110 = Απεγκατάσταση
111 = Αφαίρεση Καταχώρησης
112 = Ανανέωση
113 = Είστε βέβαιος πως θέλετε να αφαιρέσετε την επιλεγμένη καταχώρηση;
114 = Είστε βέβαιος πως θέλετε να απεγκαταστήσετε την επιλεγμένη εφαρμογή;
115 = Αυτόματη Ενημέρωση
116 = Βοήθεια
117 = Βοήθεια Τρέχοντος Εργαλείου...
118 = Αρχική σελίδα...
119 = Περί του...
120 = Δεν είστε Διαχειριστής!
121 = Είστε βέβαιος ότι θέλετε να αφαιρέσετε το επιλεγμένο στοιχείο συστήματος;\nSTOP, εκτός και αν είστε βέβαιοι τι κάνετε!
122 = Ο Απεγκαταστάτης σας παρουσιάζει όλα τα εγκατεστημένα προγράμματα και συστατικά για τον τρέχοντα και για όλους τους χρήστες. Στην εμφάνιση τύπου "Λεπτομέρειες", ή από τον κατάλογο επιλογών, μπορείτε να έχετε πρόσβαση σε πρόσθετες πληροφορίες (συνδέσεις και ιδιότητες για τις εγκαταστάσεις). Ένα βασικό χαρακτηριστικό του Revo Uninstaller είναι η "Λειτουργία Ανίχνευσης". Αυτή η λειτουργία σας δίνει την ευελιξία να απεγκαταστήσετε, σταματήσετε, διαγράψετε ή να απενεργοποιήσετε προγράμματα από την αυτόματη εκκίνηση, με ένα κλικ.
123 = Αναζήτηση
124 = Εύρεση:
125 = Είστε βέβαιος ότι θέλετε να αφαιρέσετε το επιλεγμένο στοιχείο συστήματος από το Μητρώο?\nΤο στοιχείο πιθανώς είναι απαραίτητο στο λειτουργικό!
126 =  δεν πρόκειται να εκκινήσει αυτόματα ξανά!
127 =  είναι ρυθμισμένο σε αυτόματη εκκίνηση
128 = %s είναι εγκατεστημένο στην ίδια θέση με %s!\nΠρόκειται να βρεθούν κατάλοιπα και από τις δύο εφαρμογές. Επιλέξτε με προσοχή ποιά θέλετε να αφαιρέσετε!
129 = Εξαναγκασμένη Απεγκατάσταση

[Uninstaller List]
150 = Εφαρμογή
151 = Μέγεθος
152 = Έκδοση
153 = Ημερ. εγκατάστασης
154 = Εταιρεία
155 = Ιστοσελίδα
156 = Σχόλιο
157 = Απεγκατάσταση String
158 = Κλειδί Μητρώου
159 = Εγκαταστάτης

[Uninstaller StatusBar]
201 = Εγκαταστάσεις: 
202 = Φόρτωση...

[Registry Optimizer]
302 = Επιλογή σημείου σάρωσης
303 = Μενού Έναρξης

[Autorun Toolbar]
407 = Ενεργοποίηση
408 = Τερματισμός
409 = Αφαίρεση
410 = Αντικείμενα:
411 = Ενεργοποιημένο:
412 = Με το Διαχειριστή Αυτόματης Εκκίνησης, όχι μόνο μπορείτε να ενεργοποιήσετε-απενεργοποιήσετε εφαρμογές από την αυτόματη εκκίνηση των Windows, αλλά επίσης να πληροφορηθείτε για τη συγκεκριμένη εφαρμογή. Μπορείτε να μάθετε τη διαδρομή εκκίνησης, την περιγραφή, τον εκδότη, την κατάσταση (ενεργή ή μη ενεργή) και την τοποθεσία της εντολής εκκίνησης (είτε στο Μητρώο είτε σε αρχείο στον σκληρό δίσκο).

[Autorun List]
450 = Όνομα Εκκίνησης
451 = Διαδρομή Εκκίνησης
452 = Περιγραφή
453 = Εκδότης
454 = Κατάσταση
455 = Τοποθεσία
456 = ΕΝΕΡΓΗ
457 = ΜΗ ΕΝΕΡΓΗ
458 = ΑΚΥΡΗ
459 = Τερματισμός Διεργασίας
460 = Εκτέλεση Διεργασίας
461 = Άνοιγμα Φακέλου Περιεχομένων
462 = Πήγαινε στην Τοποθεσία
463 = Αντιγραφή Διαδρομής Εκκίνησης
464 = Αφαίρεση Επιλεγμένου
465 = Αφαίρεση όλων των Άκυρων
466 = Αφαίρεση  όλων των μη Ενεργών
467 = Αφαίρεση όλων των Απενεργοποιημένων
468 = Ιδιότητες...
470 = Είστε βέβαιος ότι θέλετε να κλείσετε την επιλεγμένη εφαρμογή;\nΔεδομένα που δεν έχουν αποθηκευτεί θα χαθούν!
471 = Είστε βέβαιος ότι θέλετε να διαγράψετε το επιλεγμένο αντικείμενο;
472 = Είστε βέβαιος ότι θέλετε να διαγράψετε όλα τα άκυρα αντικείμενα;
473 = Είστε βέβαιος ότι θέλετε να διαγράψετε όλα τα μη εκτελούμενα αντικείμενα;
474 = Είστε βέβαιος ότι θέλετε να διαγράψετε όλα τα απενεργοποιημένα αντικείμενα;
475 = Η εντολή δεν υπάρχει!
476 = ΑΓΝΩΣΤΟ
477 = Απενεργοποίηση Αυτόματης Εκκίνησης
478 = Ενεργοποίηση Αυτόματης Εκκίνησης

[Outlook Control]
300 = Βελτιστοποίηση
301 = Βελτιστοποιητής Μητρώου
400 = Διαχειριστής Αυτόματης Εκκίνησης
500 = Καθαριστής Ιχνών
501 = Καθαριστής Σελιδομετρητών
600 = Καθαριστής Microsoft Office
700 = Καθαριστής Windows
800 = Αφαίρεση Αποδεικτικών
900 = Διαγραφή μη Επανακτώμενη
2100 = Εργαλεία Windows
2200 = Καθαριστής Άχρηστων Αρχείων

[Track Cleaner Browsers]
507 = Καθαρισμός Όλων
508 = Καθαρισμός Ιστορικού Επισκεπτόμενων Σελίδων Διαδικτύου
509 = Διαγραφή Ιστορικού Γραμμής Διευθύνσεων
510 = Διαγραφή Προσωρινών Αρχείων Διαδικτύου
511 = Διαγραφή Cookies
512 = Διαγραφή Αρχείων Index.dat
513 = Εκτέλεση
514 = Διαγραφή Ιστορικού Λήψεων
515 = Διαγραφή Ιστορικού Συνεδριών
516 = Διαγραφή Ιστορικού Φορμών
517 = Απεγκαταστάτης
518 = Είστε βέβαιος ότι θέλετε να καθαρίσετε όλα τα επιλεγμένα δεδομένα Ιστορικού;
521 = Είστε βέβαιος ότι θέλετε να καθαρίσετε τα δεδομένα του Ιστορικού του Internet Explorer;
522 = Είστε βέβαιος ότι θέλετε να καθαρίσετε τα δεδομένα του Ιστορικού του Firefox;
523 = Είστε βέβαιος ότι θέλετε να καθαρίσετε τα δεδομένα του Ιστορικού της Opera;
524 = Είστε βέβαιος ότι θέλετε να καθαρίσετε τα δεδομένα του Ιστορικού του Netscape;
525 = Ο σελιδομετρητής σας καταγράφει λεπτομέρειες για όποια ιστοσελίδα επισκέπτεστε. Η πληροφορία είναι εύκολα προσβάσιμη από το παράθυρο του σελιδομετρητή και, απλά πιέζοντας ένα κουμπί, ο οποιοσδήποτε μπορεί να δει τι έχετε επισκεφθεί στο Διαδίκτυο! Με τον Καθαριστή Σελιδομετρητών, μπορείτε να διαγράψετε τα προσωρινά αρχεία του Διαδικτύου, που περιέχουν όλες οι εικόνες που έχετε δει, όλα τα online βίντεο που έχετε παρακολουθήσει και όλες τις σελίδες που έχετε επισκεφτεί. Η διαγραφή των προσωρινών αρχείων μπορεί να ελευθερώσει πολύ χώρο στο σκληρό σας δίσκο.
526 = Κλείστε το σελιδομετρητή σας πριν καθαρίσετε τα ίχνη του.
527 = Τα αρχεία Index.dat θα διαγραφούν με την επόμενη επανεκκίνηση του υπολογιστή.
599 = Ο καθαρισμός ιχνών για τα επιλεγμένα αντικείμενα ολοκληρώθηκε!

[Office Track Cleaner]
601 = Καθαρισμός
607 = Καθαρισμός Ιστορικού Πρόσφατων Εγγράφων του Microsoft Word
608 = Περιλαμβάνει τα Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 και Word 2016
609 = Καθαρισμός Ιστορικού Πρόσφατων Εγγράφων του Microsoft Excel
610 = Περιλαμβάνει τα Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 και Excel 2016
611 = Καθαρισμός Ιστορικού Πρόσφατων Εγγράφων της Microsoft Access
612 = Περιλαμβάνει τις Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 και Access 2016
613 = Καθαρισμός Ιστορικού Πρόσφατων Εγγράφων του Microsoft PowerPoint 
614 = Περιλαμβάνει τα PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 και PowerPoint 2016
615 = Καθαρισμός Ιστορικού Πρόσφατων Εγγράφων του Microsoft FrontPage
616 = Περιλαμβάνει τα FrontPage 2000, FrontPage XP και FrontPage 2003
617 = Ο Καθαριστής Microsoft Office σας επιτρέπει να αφαιρέσετε το ιστορικό των πιο πρόσφατα χρησιμοποιημένων αρχείων των Microsoft Word, Excel, Access, PowerPoint και FrontPage. Αν δεν θέλετε κάποιος άλλος να δει τα τελευταία ανοιγμένα ή επεξεργασμένα υπολογιστικά φύλλα, έγγραφα ή άλλα αρχεία που δημιουργήθηκαν με το  Microsoft Office, απλά επιλέξτε εκείνους τους τύπους αρχείων που δεν θέλετε και πατήστε το κουμπί "Καθαρισμός". Τα πρόσφατα χρησιμοποιηθέντα αρχεία των εφαρμογών που επιλέξατε, δεν θα είναι πλέον διαθέσιμα.

[Windows Tracks Cleaner]
701 = Καθαρισμός
707 = Καθαρισμός Ιστορικού Πρόσφατων Εγγράφων
708 = Καθαρισμός Ιστορικού Μενού Έναρξης
709 = Καθαρισμός Ιστορικού Εύρεσης Αρχείων
710 = Καθαρισμός Ιστορικού Εκτυπωτών, Υπολογιστών και Εύρεσης Μελών,
711 = Άδειασμα του Πρόχειρου
712 = Καθαρισμός Ιστορικού Πρόσφατων Αρχείων του "MS Paint"
713 = Καθαρισμός Ιστορικού Πρόσφατων Αρχείων του "MS Wordpad"
714 = Καθαρισμός Πρόσφατα ανοιγμένων Κλειδιών του Μητρώου
715 = Καθαρισμός Ιστορικού του Πρόσφατου Διαλόγου Άνοιγμα/Αποθήκευση
716 = Καθαρισμός Ιστορικού του Διαλόγου Τελευταίος Ανοιγμένος Φάκελος
717 = Άδειασμα του Κάδου Ανακύκλωσης
718 = Διαγραφή Προσωρινών Αρχείων Windows
719 = Διαγραφή Καταγραφών Χρήσης του Μενού Έναρξης
720 = Τα Microsoft Windows διατηρούν ίχνη πολλών πραγμάτων που κάνετε με τον υπολογιστή σας, όπως Ιστορικό Εύρεσης (όταν ψάχνετε για αρχεία και φακέλους), πρόσφατα ανοιγμένα έγγραφα, ιστορικό ανοίγματος/αποθήκευσης που χρησιμοποιούν διάφορες εφαρμογές στον κλασικό κατάλογο "Αρχείο" και πολλά άλλα. Ο "Καθαριστής Windows" σας επιτρέπει να  αφαιρέσετε όλο αυτό το ιστορικά και τα προσωρινά αρχεία. Μπορείτε επίσης να αδειάσετε τον Κάδο Ανακύκλωσης και να διαγράψετε  τα προσωρινά αρχεία απελευθερώνοντας πολύ χώρο στον σκληρό δίσκο.
721 = Το Ιστορικό "Εκτέλεσης" θα διαγραφεί με την επανεκκίνηση της διεργασίας του  explorer.exe.
722 = Ίχνη στο Μητρώο των Windows
723 = Ίχνη στους τοπικούς δίσκους
724 = Διαγραφή αρχείων-σκουπίδια της crash memory
725 = Διαγραφή ανακτηθέντων κομματιών αρχείων από το Chkdsk (Check Disk)

[Evidence Remover]
802 = Εκτέλεση
803 = Διαγραφή
804 = Παρακαλώ περιμένετε όσο η διαγραφή είναι σε εξέλιξη
805 = Ολοκληρώθηκε
806 = Μαρκάρετε τον δίσκο(ους) που περιέχει ίχνη και αποδεικτικά της εργασίας σας που θέλετε να διαγράψετε. Αυτό το εργαλείο επηρεάζει μόνο τα ήδη διαγραμμένα δεδομένα. ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Μετά την ολοκλήρωση της διαδικασίας, θα είναι αδύνατο να ανακτήσετε τα διαγραμμένα αρχεία!
807 = Όταν αδειάζετε τον Κάδο Ανακύκλωσης των Windows, τα αρχεία και οι φάκελοί σας απλά μαρκάρονται σαν διαγραμμένα αλλά δεν έχουν σβηστεί. Αυτό το εργαλείο σβήνει μόνιμα τα αρχεία και τους φακέλους που έχουν ήδη διαγραφεί αλλά έχουν παραμείνει στο σκληρό σας δίσκο. Όποιο εργαλείο και να προσπαθήσει να χρησιμοποιήσει κάποιος για να ανακτήσει τα δεδομένα, το αποτέλεσμα θα είναι το ίδιο, τίποτα. - Τα δεδομένα που σβήνονται με την "Αφαίρεση Αποδεικτικών" είναι αδύνατον να ανακτηθούν!
808 = Είστε βέβαιος ότι θέλετε να διαγράψετε εναπομένοντα ίχνη και αποδείξεις στον επιλεγμένο δίσκο(ους);

[Unrecoverable Delete]
912 = Κατάλογος αρχείων και φακέλων που θα διαγραφούν και θα είναι αδύνατο να ανακτηθούν
913 = Αρχεία
914 = Φάκελοι
915 = Εισάγετε αρχεία που θέλετε να διαγράψετε και να αφαιρέσετε από το σύστημα. Αυτά τα αρχεία δεν θα μπορούν να ανακτηθούν με κανένα εργαλείο λογισμικού!
916 = Εισάγετε φακέλους που θέλετε να διαγράψετε και να αφαιρέσετε από το σύστημα. Αυτοί οι φάκελοι δεν θα μπορούν να ανακτηθούν  με κανένα εργαλείο λογισμικού!
917 = Προσθήκη αρχείων για διαγραφή
918 = Προσθήκη φακέλων για διαγραφή
919 = ΔΙΑΓΡΑΦΗ ΓΙΑ ΠΑΝΤΑ
920 = Καθαρισμός Λίστας
921 = Αν θέλετε να διαγράψετε με ασφάλεια αρχεία ή φακέλους (για να είστε βέβαιος πως κανείς, με κανένα εργαλείο, δεν θα μπορέσει να ανακτήσει το αρχείο ή το φάκελο), χρησιμοποιείστε τη  "Μη Επανακτώμενη Διαγραφή ". Η διαγραφή αρχείων και το άδειασμα του Κάδου Ανακύκλωσης των Windows δεν σημαίνει πως αυτά τα αρχεία έχουν χαθεί για πάντα, υπάρχουν ακόμα στον σκληρό σας δίσκο και ο οποιοσδήποτε μπορεί να ανακτήσει τα διαγραμμένα δεδομένα πολύ εύκολα. Η "Μη Επανακτώμενη Διαγραφή " αποκλείει κάτι τέτοιο γιατί σβήνει ολοκληρωτικά όλα τα επιλεγμένα αρχεία και τους φακέλους.
922 = Είστε βέβαιος ότι θέλετε να διαγράψετε για πάντα τα επιλεγμένα αρχεία και τους φακέλους;

[Options Tree]
1001 = Επιλογές
1100 = Γενικά
1200 = Απεγκαταστάτης

[General]
1101 = Τρέχουσα γλώσσα:
1102 = Προηγμένη λειτουργία
1103 = Έλεγχος για Ενημέρωση στην Εκκίνηση

[Uninstaller Options]
1201 = Εμφάνιση Ενημερώσεων Συστήματος
1202 =  Εμφάνιση Συστατικών Συστήματος
1204 = Εκτέλεση μόνο του ενσωματωμένου απεγκαταστάτη
1205 = (Δεν υποστηρίζεται στα Windows Vista)
1206 = Δημιουργία ενός Σημείου Επαναφοράς Συστήματος πριν την απεγκατάσταση
1207 = Αποστολή των καταλοίπων αρχείων και φακέλων στο Κάδο Ανακύκλωσης 

[Auto Update]
1907 = Ενημέρωση
1908 = Πληροφορία Έκδοσης
1909 = Τρέχουσα Έκδοση:
1910 = Τελευταία Έκδοση:
1911 = ΛΗΨΗ
1912 = Λάβετε την Τελευταία Έκδοση
1913 = Τι καινούργιο υπάρχει
1914 = Έλεγχος...
1915 = Σφάλμα σύνδεσης...
1916 = STOP
1917 = Λήφθηκαν %s από %s
1918 = Λήφθηκαν %s (άγνωστο τελικό μέγεθος)
1919 = Το Revo Uninstaller δεν μπόρεσε να συνδεθεί με τον www.revouninstaller.com. Ελέγξτε αν η σύνδεσή σας με το διαδίκτυο είναι ενεργή και ότι το τείχος προστασίας δεν μπλοκάρει το Revo Uninstaller.
1920 = Σφάλμα: Ο έλεγχος για νέες εκδόσεις απέτυχε. Δεν υπάρχει διαδικτυακή σύνδεση.

[WinTools]
2110 = Εκτέλεση
2111 = Υπάρχουν πολλά βολικά και χρήσιμα εργαλεία και συστατικά πακεταρισμένα με κάθε λειτουργικό σύστημα των Windows. Μερικά απ' αυτά χρησιμοποιούν περίπλοκες γραμμές εντολών, άλλα είναι δύσκολα προσβάσιμα. Τα Εργαλεία των Windows σας δίνουν γρήγορη, με ένα κλικ, πρόσβαση σε περισσότερα από δέκα κοινά εργαλεία των Windows.
2112 = Αν προκύψει πρόβλημα, μπορείτε να χρησιμοποιήσετε την "Επαναφορά Συστήματος" (System Restore), για να επαναφέρετε τον υπολογιστή σας σε μια προηγούμενη αποθηκευμένη κατάσταση χωρίς να χάσετε τα προσωπικά σας δεδομένα. Η Επαναφορά Συστήματος παρακολουθεί τις αλλαγές στο σύστημά σας και σε μερικά αρχεία εφαρμογών, και αυτόματα δημιουργεί εύκολα αναγνωρίσιμα σημεία επαναφοράς. Αυτά τα σημεία επαναφοράς σας επιτρέπουν να επαναφέρετε το σύστημα σε προηγούμενη αποθηκευμένη κατάσταση. Τα σημεία επαναφοράς δημιουργούνται καθημερινά και σε περιπτώσεις σημαντικών αλλαγών του συστήματος. Μπορείτε επίσης να δημιουργήσετε και να ονομάσετε τα δικά σας σημεία επαναφοράς οποιαδήποτε στιγμή.
2113 = Μπορείτε να το χρησιμοποιήσετε για να συγκεντρώσετε και να εμφανίσετε πληροφορίες για το υλικό και το λειτουργικό σύστημα του υπολογιστή σας, τη διαμόρφωση του διαδικτύου σας και του modem και του προσαρμογέα δικτύου. Με το εργαλείο "Διαγνωστικά Δικτύου", μπορείτε να εκτελέσετε σάρωση του συστήματος σας και να ελέγξετε τη συνδεσιμότητα του δικτύου και αν  είναι ή όχι λειτουργικά τα προγράμματα που σχετίζονται με το δίκτυο .
2114 = Το "Πληροφορίες Δικτύου" εμφανίζει όλη την τρέχουσα διαμόρφωση TCP/IP του δικτύου, τις ρυθμίσεις των πρωτοκόλλων DHCP (Dynamic Host Configuration Protocol) και Domain Name System (DNS). Το "Πληροφορίες Δικτύου" εμφανίζει επίσης την πλήρη διαμόρφωση TCP/IP για όλους τους προσαρμογείς, συμπεριλαμβανομένης της διεύθυνσης IP, της MAC address, της Μάσκας Υποδικτύου, της Υπηρεσίας Ονομάτων Διαδικτύου (Windows Internet Naming - WINS) και της διαμόρφωσης DNS.
2115 = Το "Κέντρο Ασφάλειας" ελέγχει την κατάσταση τριών ουσιαστικών στοιχείων ασφάλειας: Τείχους Προστασίας, Αυτόματων ενημερώσεων και προστασίας για Κακόβουλο λογισμικό/Ιούς. Αν ανιχνευθεί κάποιο πρόβλημα με ένα απ' αυτά (π.χ. το αντι-ιικό πρόγραμμα δεν είναι ενημερωμένο), το Κέντρο Ασφάλειας σας στέλνει μία προειδοποίηση και παρέχει συμβουλές για το πώς να προστατέψετε τον υπολογιστή σας καλύτερα.
2116 = Οι "Ιδιότητες συστήματος" μπορούν να χρησιμοποιηθούν για προβολή πληροφοριών του βασικού υλικού του υπολογιστή, όπως τύπος επεξεργαστή και συνολικό μέγεθος μνήμης, προβολή και αλλαγή ρυθμίσεων που ελέγχουν τον τρόπο που χειρίζεται την μνήμη ο υπολογιστής σας και βρίσκει συγκεκριμένες πληροφορίες (ιδιότητες υλικού και συσκευών), ρύθμιση προφίλ υλικού, εμφάνιση πληροφοριών για τη δικτυακή σύνδεση και το προφίλ σύνδεσης, και στέλνει αναφορές για λάθη του συστήματος και των προγραμμάτων στη Microsoft ή στον διαχειριστή του συστήματός σας, όταν προκύψουν.
2117 = Οι "Πληροφορίες Συστήματος" είναι ένα στοιχείο του λειτουργικού των Windows που συλλέγει και εμφανίζει πληροφορίες διαμόρφωσης του συστήματος για τοπικούς και απομακρυσμένους υπολογιστές. Περιλαμβάνονται πληροφορίες για τη διαμόρφωση του υλικού, στοιχεία και λογισμικό του υπολογιστή, συμπεριλαμβανομένων και πιστοποιημένων ή όχι οδηγών συσκευών. Οι "Πληροφορίες Συστήματος" είναι ένα εργαλείο υποστήριξης που μπορείτε να χρησιμοποιήσετε για να εντοπίσετε γρήγορα πληροφορίες για τον υπολογιστή σας και το λειτουργικό του σύστημα.
2118 = Η "Εντολή TCP/IP Netstat" είναι ένα στοιχείο του λειτουργικού των Windows που εμφανίζει όλες τις ενεργές TCP συνδέσεις και τις θύρες TCP και UDP στις οποίες  ακούει ο υπολογιστής και εμφανίζει το εκτελέσιμο που εμπλέκεται σε κάθε σύνδεση ή θύρα (το εκτελέσιμο είναι μέσα σε [ ] στο κάτω μέρος, στο πάνω μέρος είναι το στοιχείο που καλείται και ούτω καθεξής, μέχρι να επιτευχθεί το TCP/IP).
2119 = Το "Πληκτρολόγιο Οθόνης" προβάλλει ένα εικονικό πληκτρολόγιο στην οθόνη, επιτρέποντας σε χρήστες με προβλήματα κινητικότητας να πληκτρολογήσουν δεδομένα χρησιμοποιώντας μία συσκευή κατάδειξης ή ένα χειριστήριο. Το "Πληκτρολόγιο Οθόνης" στοχεύει στην παροχή ενός ελάχιστου επιπέδου λειτουργικότητας στους χρήστες με προβλήματα κινητικότητας. Μπορείτε επίσης να χρησιμοποιήσετε το "Πληκτρολόγιο Οθόνης" αν έχετε την εντύπωση πως είναι εγκατεστημένο κάποιο Key-Logger στον υπολογιστή σας και καταγράφονται όλα τα χτυπήματα στα πλήκτρα. Το "Πληκτρολόγιο Οθόνης" εκμηδενίζει τη δυνατότητα καταγραφής των πληκτρολογήσεων.
2120 = Η "Ανασυγκρότηση Δίσκων" αναλύει τοπικούς δίσκους και ενώνει κατακερματισμένα αρχεία και φακέλους ώστε να καταλαμβάνουν ένα χωριστό, συνεχόμενο χώρο στον σκληρό δίσκο. Η "Ανασυγκρότηση Δίσκων" επίσης ενώνει τον ελεύθερο χώρο του δίσκου, ώστε εφεξής τα αποθηκευμένα αρχεία να μην είναι κατακερματισμένα. Σαν αποτέλεσμα αυτών των αλλαγών, το σύστημά σας μπορεί να προσπελάσει αρχεία και φακέλους και να αποθηκεύσει τα καινούρια  πιο αποτελεσματικά.
2121 = Το "Υπηρεσίες" μπορεί να εκκινήσει, σταματήσει, παύσει προσωρινά, επαναλάβει ή απενεργοποιήσει μια υπηρεσία σε τοπικό ή απομακρυσμένους υπολογιστές. Το "Υπηρεσίες" μπορεί επίσης να σχεδιάσει ενέργειες ανάκτησης αν μια υπηρεσία αποτύχει (π.χ. να επανεκκινήσει αυτόματα την υπηρεσία), να ενεργοποιήσει ή απενεργοποιήσει υπηρεσίες για συγκεκριμένη κατατομή υλικού και ναεμφανίσει την κατάσταση και την περιγραφή κάθε υπηρεσίας.
2122 = Το "Κοινόχρηστοι Φάκελοι" μπορεί να χρησιμοποιηθεί για να διαχειριστεί κοινόχρηστες πηγές σε ένα δίκτυο, να ελέγξει άδειες πρόσβασης χρήστη, δραστηριότητα συνεδρίας, ιδιότητες κοινόχρηστης πηγής και να εμφανίσει μία περίληψη της χρήσης των συνδέσεων και των πηγών για τοπικό ή απομακρυσμένους υπολογιστές. Το "Κοινόχρηστοι Φάκελοι" μπορεί επίσης να εμφανίσει ένα κατάλογο με όλους τους απομακρυσμένους συνδεδεμένους  (μέσω δικτύου) με τον υπολογιστή σας χρήστες και να αποσυνδέσει έναν ή όλους. Μπορείτε επίσης να εμφανίσετε κατάλογο με τα τρέχοντα ανοιχτά αρχεία από απομακρυσμένους χρήστες.
2123 = Η "Πολιτική Ομάδας" περιλαμβάνει πολιτική διαμόρφωσης χρήστη και υπολογιστή. Οι ρυθμίσεις της "Πολιτική Ομάδας" ορίζουν τα διάφορα στοιχεία του περιβάλλοντος της επιφάνειας εργασίας του χρήστη που ένας διαχειριστής συστήματος επιθυμεί να διαχειριστεί (π.χ. τα προγράμματα που είναι διαθέσιμα στον χρήστη, τα προγράμματα που θα είναι ορατά στην επιφάνεια εργασίας του χρήστη και επιλογές για το μενού Έναρξης).
2124 = Η "Προσθαφαίρεση Στοιχείων Windows" σας βοηθά να διαχειριστείτε τα εγκατεστημένα στοιχεία των Windows στον υπολογιστή σας. Μόλις το λειτουργικό σύστημα των Windows εγκατασταθεί στον υπολογιστή σας, μπορείτε να χρησιμοποιήσετε αυτό το εργαλείο για να προσθέσετε στοιχεία που δεν περιλαμβάνονται στην αρχική εγκατάσταση, ή να αφαιρέσετε ένα υπάρχον στοιχείο των Windows που δεν το επιθυμείτε πια.
2125 = Το Εργαλείο Αφαίρεσης Κακόβουλου Λογισμικού ελέγχει τον υπολογιστή σας για μολύνσεις από συγκεκριμένο, διαδεδομένο  κακόβουλο λογισμικό και βοηθά στην αφαίρεση όποιας μόλυνσης βρεθεί. Αυτό το κακόβουλο λογισμικό περιλαμβάνει ιούς, σκουλήκια και δούρειους ίππους. Όταν η διαδικασία ανεύρεσης και αφαίρεσης ολοκληρωθεί, το εργαλείο εμφανίζει αναφορά περιγραφής του αποτελέσματος, αναφέροντας αν βρέθηκε και απομακρύνθηκε κακόβουλο λογισμικό.


[Junk Files Cleaner Options]
2202 = Οδηγοί για Σάρωση:
2203 = Μοτίβο
2204 = Περιγραφή
2205 = Προσθήκη
2206 = Αφαίρεση
2207 = Επαναφορά Προεπιλογών
2208 = Καθαριστής άχρηστων αρχείων::Γενικά
2209 = Καθαριστής άχρηστων αρχείων::Εξαίρεση
2220 = Σάρωση για Μοτίβο:
2221 = Μπορείτε να χρησιμοποιήσετε τα σύμβολα ? και/ή * σαν μπαλαντέρ
2222 = Προσθήκη Μοτίβου
2223 = Προσθήκη Εξαίρεσης Μοτίβου
2224 = Μπορείτε να χρησιμοποιήσετε τα σύμβολα ? και/ή * σαν μπαλαντέρ
2225 = Εξαίρεση μοτίβου:
2226 = Διαγραφή αρχείων στον Κάδο Ανακύκλωσης
2227 = Αγνόηση αρχείων που προσπελάστηκαν τις τελευταίες 24 ώρες 

[Junk Files Cleaner Tool]
2306 = Σάρωση
2307 = Διαγραφή
2308 = Σάρωση σε εξέλιξη
2309 = Παρακαλώ περιμένετε κατά τη διάρκεια της διαδικασίας σάρωσης.
2310 = Ακύρωση
2311 = Όνομα
2312 = Μέγεθος
2319 = Αρχεία:
2320 = Συνολικό μέγεθος:
2323 = Υπάρχουν αρχεία που χρησιμοποιούνται από τα Windows ή\n από άλλο πρόγραμμα που δεν μπορούν να διαγραφούν τώρα
2324 = Πρέπει να επιλέξετε τουλάχιστον έναν οδηγό και μια επέκταση για να αρχίσει η σάρωση.
2325 = Ο "Καθαριστής Άχρηστων Αρχείων" σας επιτρέπει να βρείτε και να αφαιρέσετε διάφορους τύπους άχρηστων και μη απαραίτητων αρχείων από τον υπολογιστή σας. Κανονικά παρόμοια αρχεία διαγράφονται από την εφαρμογή που τα δημιούργησε, αμέσως μόλις παύσει να τα χρειάζεται. Εν τούτοις, μπορεί να παραμείνουν μόνιμα στον σκληρό σας δίσκο αν προκύψει μη αναμενόμενος τερματισμός της εφαρμογής, κρασάρισμα του συστήματος, κ.λ.π. Αν συμβεί κάτι τέτοιο, μπορεί να προκαλέσει μείωση του ελεύθερου χώρου του δίσκου ή μπορεί να προκαλέσει επιβράδυνση του συστήματος κ.λ.π. 
2326 = Αρχείο:
2327 = Διαγραφή αρχείων

[Context Menu Junk Files Cleaner]
2313 = Άνοιγμα
2314 = Έρευνα στο Google για
2315 = Άνοιγμα Φακέλου Περιεχομένων
2316 = Ιδιότητες...
2317 = Επιλογή όλων των στοιχείων
2318 = Αποεπιλογή όλων των στοιχείων
2321 = Επιλογή επιλεγμένων στοιχείων
2322 = Αποεπιλογή επιλεγμένων στοιχείων

[Topmost Window]
4002 = Επιλογές
4003 = Άνοιγμα Κυρίου Παραθύρου
4004 = Λειτουργία Σύρε και Άσε
4005 = Λειτουργία Ανίχνευσης
4006 = Μέγεθος
4007 = Μικρό
4008 = Μεσαίο
4009 = Μεγάλο
4010 = Μέγεθος παραθύρου
4011 = ΕΞΟΔΟΣ
4012 = Απεγκατάσταση
4013 = Παύση Αυτόματης Εκκίνησης
4014 = Τερματισμός Διεργασίας
4015 = Τερματισμός και Διαγραφή Διεργασίας
4016 = Άνοιγμα Φακέλου Περιεχομένων
4017 = Πληροφορίες
4018 = Ιδιότητες
4019 = ΑΚΥΡΩΣΗ
4020 = Μόνο ένας φάκελος υποστηρίζεται κάθε φορά!
4021 = Έχετε ρίξει ένα φάκελο, παρακαλώ σύρετε και αφήστε ένα αρχείο!
4022 = Απεγκατάσταση ή Αφαίρεση:
4023 = Σε εκκρεμότητα! Προσπαθήστε να υποδείξετε άλλο παράθυρο, εικονίδιο ή στοιχείο της Γραμμής Εργασιών.
4024 = Δεν μπορεί να εκτελεστεί η εντολή απεγκατάστασης!\n Παρακαλώ απεγκαταστήσετε την εφαρμογή με τον Απεγκαταστάτη.
4025 = Δεν βρέθηκε Πακέτο Εγκατάστασης!\nΥπόδειξη: Βρείτε περισσότερες πληροφορίες για την εφαρμογή από το Κεντρικό Παράθυρο και\n προσπαθήστε να την απεγκαταστήσετε χειροκίνητα!
4026 = Η εφαρμογή απενεργοποιήθηκε από την αυτόματη εκκίνηση!\nΥπόδειξη: Αν θέλετε να την ενεργοποιήσετε ξανά, χρησιμοποιήστε το Εργαλείο Αυτόματης Εκκίνησης στην κύρια εφαρμογή!
4027 = Η εφαρμογή δεν βρέθηκε στα συνηθισμένα σημεία έναρξης!\nΥπόδειξη: Ερευνήστε στην ιστοσελίδα Google για ασυνήθιστα σημεία αυτόματης εκκίνησης που χρησιμοποιούνται από κάποια εφαρμογή!
4028 = Είστε βέβαιος ότι θέλετε να κλείσετε την επιλεγμένη εφαρμογή;\nΌλα τα μη αποθηκευμένα δεδομένα θα χαθούν!
4029 = Απεγκαταστάτης
4030 = Είστε βέβαιος ότι θέλετε να κλείσετε και να διαγράψετε την επιλεγμένη εφαρμογή;\nΌλα τα μη αποθηκευμένα δεδομένα θα χαθούν!
4031 = Είστε βέβαιος ότι θέλετε να κλείσετε τον Windows Explorer?\n Το μενού 'Εναρξης, η γραμμή εργασιών και το συρτάρι (tray) συστήματος θα εξαφανιστούν!
4032 = Αυτόματη Εκκίνηση με τα Windows
4033 = Διαφάνεια

[Scan After Uninstall]
4210 = Τοποθεσία
4211 = Κλειδί
4212 = Τιμή
4213 = Δεδομένα
4214 = Αρχείο
4215 = Δεν επιλέχτηκε στοιχείο. Επιλέξτε ένα στοιχείο για διαγραφή!
4216 = Σάρωση μετά την Απεγκατάσταση
4217 = Επιλογή Όλων
4218 = Αποεπιλογή Όλων
4219 = Διαγραφή
4220 = Κατάλοιπα Αρχείων
4221 = Κατάλοιπα Καταχωρήσεων Μητρώου
4222 = Σάρωση πριν την Απεγκατάσταση, παρακαλώ περιμένετε...
4223 = Εκτέλεση Απεγκαταστάτη...
4224 = Παρακαλώ αρχίστε τη Σάρωση για κατάλοιπα αρχείων, φακέλων και καταχωρήσεων μητρώου όταν τελειώσει ο απεγκαταστάτης των εφαρμογών.
4225 = Σάρωση μετά την Απεγκατάσταση, παρακαλώ περιμένετε...
4226 = Παρακαλώ ελέγξτε με προσοχή τα αναφερόμενα στοιχεία!
4227 = Κλείσιμο
4228 = Τα εναπομένοντα αρχεία στον κατάλογο θα διαγραφούν με την επόμενη επανεκκίνηση του συστήματος.
4229 = Η εκτέλεση του απεγκαταστάτη της εφαρμογής απέτυχε!\nΠιθανώς εσφαλμένη εντολή απεγκατάστασης!
4230 = Πίσω
4231 = Επόμενο
4232 = Επιλέξτε έναν Τύπο Απεγκατάστασης
4233 = Τύποι
4234 = Ενσωματωμένη - εκτέλεση μόνο του απεγκαταστάτη της εφαρμογής χωρίς πρόσθετη σάρωση
4235 = Ασφαλής - περιλαμβάνει την Ενσωματωμένη λειτουργία και εκτελεί πρόσθετη σάρωση στο Μητρώο και στον σκληρό δίσκο για να βρει όλα τα κατάλοιπα που είναι ασφαλές να διαγραφούν. Είναι η ταχύτερη επιλογή.
4236 = Μέτρια - περιλαμβάνει την Ασφαλή και  εκτελεί εκτεταμένη σάρωση για να βρει όλα τα κατάλοιπα της εφαρμογής στα πιο κοινά σημεία του Μητρώου και στο σκληρό δίσκο.
4237 = Προηγμένη - περιλαμβάνει τη Μέτρια και εκτελεί λεπτομερή σε βάθος σάρωση για να βρει όλα τα κατάλοιπα της εφαρμογής στο Μητρώο και στον σκληρό δίσκο. Είναι η πιο αργή επιλογή.
4238 = Αναλύονται τα δεδομένα της εφαρμογής πριν την απεγκατάστασή της.
4239 = Εκκίνηση του ενσωματωμένου απεγκαταστάτη της εφαρμογής.
4240 = Μόλις ο απεγκαταστάτης της εφαρμογής τελειώσει, πιέστε το κουμπί "Επόμενο" για να αρχίσει η σάρωση για κατάλοιπα αρχείων, φακέλων και καταχωρήσεων μητρώου. 
4241 = Διενεργείται η αρχική ανάλυση και απεγκατάσταση 
4242 = Σάρωση καταλοίπων
4243 = Η ενσωματωμένη απεγκατάσταση τέλειωσε, γίνεται σάρωση στο Μητρώο και στο σκληρό δίσκο για κατάλοιπα αρχείων, φακέλων, καταχωρήσεων μητρώου, σχετικών με την απεγκατεστημένη εφαρμογή. Παρακαλώ περιμένετε….
4244 = Βρέθηκαν κατάλοιπα Στοιχείων Μητρώου
4245 = Βρέθηκαν Στοιχεία Μητρώου:
4246 = Σημείωση: Παρακαλώ ελέγξτε με προσοχή τα έντονα στοιχεία! Μόνο επιλεγμένα έντονα στοιχεία και υποστοιχεία θα διαγραφούν!
4247 = Βρέθηκαν κατάλοιπα αρχείων και φακέλων
4248 = Βρέθηκαν στοιχεία:
4249 = Ο Υπολογιστής μου
4250 = Το Revo Uninstaller δεν μπόρεσε να εκκινήσει τον ενσωματωμένο απεγκαταστάτη της εφαρμογής. Πιθανόν η εντολή του απεγκαταστάτη να είναι άκυρη ή το πρόγραμμα απεγκατάστασηςνα είναι κατεστραμμένο. Μπορείτε να πιέσετε το κουμπί "Πίσω" και να δοκιμάσετε άλλο τύπο απεγκατάστασης.
4251 = Ο ενσωματωμένος απεγκαταστάτης της εφαρμογής τέλειωσε. Το Revo Uninstaller δεν σάρωσε για κατάλοιπα στοιχείων. Μπορείτε να πιέσετε το κουμπί "Πίσω" και να δοκιμάσετε άλλο τύπο απεγκατάστασης για να σαρώσει για κατάλοιπα αρχείων, φακέλων και στοιχείων μητρώου.
4252 = Το Revo Uninstaller ολοκλήρωσε τη διαδικασία απεγκατάστασης με επιτυχία, αλλά δεν βρέθηκαν κατάλοιπα στοιχείων. Μπορείτε να πιέσετε το κουμπί "Πίσω" και να δοκιμάσετε άλλο τύπο εκτεταμένης απεγκατάστασης για βαθύτερη σάρωση.
4253 = Το Revo Uninstaller ολοκλήρωσε τη διαδικασία απεγκατάστασης με επιτυχία. Αν θέλετε να ερευνήσετε για περισσότερα κατάλοιπα στοιχείων μπορείτε να πιέσετε το κουμπί "Πίσω" και να δοκιμάσετε πιο προηγμένο τύπο απεγκατάστασης για σάρωση σε περισσότερο βάθος.
4254 = Τέλος
4255 = Είστε βέβαιος ότι θέλετε να στείλετε τα επιλεγμένα αρχεία στον Κάδο Ανακύκλωσης;
4256 = Είστε βέβαιος ότι θέλετε να διαγράψετε τα επιλεγμένα στοιχεία του μητρώου;
4257 = Το Revo Uninstaller ολοκλήρωσε τη διαδικασία απεγκατάστασης με επιτυχία!
4258 = Είστε βέβαιος ότι θέλετε να παρακάμψετε τη διαγραφή των ευρεθέντων καταλοίπων των καταχωρήσεων Μητρώου και να προχωρήσετε στο επόμενο βήμα;
4259 = Είστε βέβαιος ότι θέλετε να παρακάμψετε τη διαγραφή των ευρεθέντων καταλοίπων αρχείων και φακέλων και να προχωρήσετε στο επόμενο βήμα;
4260 = Η Σάρωση για στοιχεία καταλοίπων ολοκληρώθηκε. Πιέστε το κουμπί "Επόμενο" για να δείτε τα αποτελέσματα!
4261 = Δημιουργία Σημείου Επαναφοράς Συστήματος... 
4262 = Η δημιουργία Σημείου Επαναφοράς Συστήματος - απέτυχε!
4263 = Η δημιουργία Σημείου Επαναφοράς Συστήματος είναι απενεργοποιημένη (στο Επιλογές->Απεγκαταστάτης)
4264 = Η δημιουργία Σημείου Επαναφοράς Συστήματος - πέτυχε! 

[About]
4300 = Μεταφραστές:

[ContextMenu Uninstaller]
5000 = Εντολές
5001 = Πληροφορίες
5002 = Έρευνα στο Google για
5004 = Τοποθεσία Εγκατάστασης
5005 = Άνοιγμα δεσμού "Περί"...
5006 = Άνοιγμα δεσμού "Βοήθεια"...
5007 = Άνοιγμα δεσμού "Ενημέρωση"...
5008 = Άνοιγμα Κλειδιού Μητρώου...

[Common]
10000 = Αποδοχή
10001 = Ακύρωση
10002 = Βοήθεια
10003 = Εξερεύνηση
10004 = Βοήθεια τρέχοντος εργαλείου
10005 = Αρχική σελίδα
10006 = Περί
10007 = Προειδοποίηση
10008 = ΣΦΑΛΜΑ
10009 = Ναι
10010 = Όχι


[Tooltips]
2000 = Αλλαγή σε λειτουργία Απεγκαταστάτη
2001 = Εμφάνιση Πίνακα Εργαλείων
2002 = Προσαρμογή ρυθμίσεων
2003 = Αλλαγή σε Λειτουργία Ανίχνευσης
2004 = Αλλαγή εμφάνισης του καταλόγου εγκατεστημένων εφαρμογών
2005 = Απεγκατάσταση της επιλεγμένης εφαρμογής
2006 = Διαγραφή της επιλεγμένης καταχώρησης από το Μητρώο
2007 = Ανανέωση του καταλόγου των εφαρμογών
2008 = Αναβάθμιση της τρέχουσας έκδοσης στην τελευταία
2009 = Εύρεση πρόσθετης πληροφορίας και απάντηση στις απορίες σας για το πρόγραμμα
404 = Εκκίνηση της επιλεγμένης εφαρμογής
405 = Παύση και κλείσιμο της επιλεγμένης εφαρμογής
406 = Φραγή αυτόματης εκκίνησης των επιλεγμένων εφαρμογών
506 = Καθαρισμός επιλεγμένων επιλογών
605 = Καθαρισμός επιλεγμένων επιλογών
705 = Καθαρισμός επιλεγμένων επιλογών
2106 = Εκτέλεση Τρέχοντος Εργαλείου
2304 = Σάρωση για περιττά αρχεία σύμφωνα με τις επιλεγμένες ρυθμίσεις
2305 = Διαγραφή επιλεγμένων αρχείων στον Κάδο Ανακύκλωσης


[UninstallerPro]
15000 = Γενικά
15001 = Διαχειριστής\nΟμάδων
15002 = Νέα Προγράμματα
15003 = Άλλα Προγράμματα
15004 = Όνομα
15005 = Μετονομασία
15006 = Διαδίκτυο
15007 = Παιχνίδια
15008 = Πολυμέσα
15009 = Βοηθήματα
15050 = Μετακίνηση επάνω
15051 = Μετακίνηση κάτω
15052 = Προσθήκη
15053 = Αφαίρεση
15054 = Στήλες
15055 = Αφαίρεση αυτής της Στήλης
15056 = Ευθυγράμμιση
15057 = Αριστερά
15058 = Κέντρο
15059 = Δεξιά
15060 = Καλύτερο Ταίριασμα
15061 = Εξαγωγή σε
15062 = Μορφή κειμένου t(txt)
15063 = Μορφή HTML (html)
15064 = Microsoft Excel
15065 = Εξαγωγή
15066 = Επιλέξτε τις στήλες που θέλετε να εξαγάγετε 
15067 = Εμφάνιση σαν νέα εγκατεστημένα προγράμματα:
15068 = Τελευταία (σε ημέρες) 
15069 = Από την τελευταία έναρξη του απεγκαταστάτη
15070 = Όνομα ομάδας:
15071 = Προσθήκη
15072 = Ομάδα
15073 = Ανιχνευμένα Προγράμματα 
15074 = Ανιχνευμένα\nΠρογράμματα
15075 = Όλα τα Προγράμματα
15076 = Όλα τα\nΠρογράμματα
15077 = Διαγραφή καταγραφής
15078 = Τυπική Απεγκατάσταση
15079 = Αλλαγή Εικονιδίου
15080 = Προσθήκη στην Ομάδα 
15081 = Αφαίρεση από την Ομάδα 
15082 = Απεγκατάσταση
15083 = Απεγκατάσταση συνδεδεμένων αρχείων και φακέλων του προγράμματος:
15084 = Απεγκατάσταση συνδεδεμένων στοιχείων του Μητρώου:
15085 = Υπάρχουν ορισμένα στοιχεία που μπορεί να σχετίζονται με το απεγκαταστημένο πρόγραμμα, αλλά δεν διαγράφηκαν, γιατί δεν ήταν συνδεδεμένα με το Revo Uninstaller κατά την εγκατάσταση του προγράμματος. Αν θέλετε να το ανασκοπήσετε και τελικά να το διαγράψετε πατήστε το  κουμπί "Προηγμένη Απεγκατάσταση" 
15086 = Προηγμένη Απεγκατάσταση
15087 = Διαδρομή Αρχείου\Φακέλου
15088 = Φόρτωση λίστας...
15089 = Απεγκατάσταση επιλεγμένων τιμών
15090 = Άνοιγμα μητρικού κλειδιού του Μητρώου... 
15091 = Ανάπτυξη όλων 
15092 = Σύμπτυξη όλων
15093 = Όνομα Τιμής 
15094 = Φάκελος καταγραφών:
15095 = Διενέργεια πράξεων Μετονομασίας αρχείων και φακέλων που υπήρχαν προηγουμένως στο σύστημα
15096 = Εξαναγκασμένη Απεγκατάσταση
15097 = Εξαναγκασμένη\nΑπεγκατάσταση
15098 = Ανάπτυξη επιλεγμένου κλειδιού
15099 = Σύμπτυξη επιλεγμένου κλειδιού
15100 = Απεγκατάσταση επιλεγμένου κλειδιού
15101 = Μαρκάρισμα επιλεγμένου κλειδιού ως Δημιουργημένο
15102 = Προσθήκη στη λίστα Εξαίρεσης
15103 = Άκυρο αρχείο καταγραφής
15104 = Το αρχείο δεν υπάρχει! Εισάγετε ένα έγκυρο όνομα αρχείου ή ακυρώστε τη λειτουργία. 
15105 = Επιλογή διαδικασίας 
15106 = Προσθήκη Διαδικασίας στη λίστα
15107 = Πλήρης διαδρομή της Διαδικασίας:
15108 = Προσθήκη Κλειδιού Μητρώου
15109 = Διαδρομή  Κλειδιού Μητρώου
15110 = Η εντολή Αναγκαστική Απεγκατάσταση σας βοηθά να απεγκαταστήσετε προγράμματα ή να αφαιρέσετε κατάλοιπα μερικώς εγκατεστημένων ή απεγκατεστημένων προγραμμάτων. Μπορείτε να αναζητήσετε αρχεία και φακέλους κατάλοιπων ή να εισάγετε μια πλήρη διαδρομή για κάθε αρχείο ή φάκελο του προγράμματος που θέλετε να απεγκαταστήσετε. Μπορείτε επίσης να εισάγετε το όνομα του προγράμματος ως πρόσθετη πληροφορία. Με βάση τα δεδομένα που έχουν εισαχθεί, το Revo Uninstaller αναζητά για μια υπάρχουσα ενσωματωμένη απεγκατάσταση και τα σχετικά αρχεία καταγραφής της εγκατάστασης στις ενότητες Ανιχνευμένα Προγράμματα και Βάση Δεδομένων Καταγραφών. Αν βρεθεί οτιδήποτε εκεί, θα αναγραφεί σε λίστα ώστε να μπορείτε να επιλέξετε αν θα το χρησιμοποιήσετε ή όχι.\n\nΠαρακαλούμε, εισάγετε το ακριβές όνομα και την τοποθεσία εγκατάστασης του προγράμματος που θέλετε να απεγκαταστήσετε! 
15111 = Τρόποι Σάρωσης
15112 = Ενσωματωμένη
15113 = Ασφαλής
15114 = Μέτρια
15115 = Προηγμένη
15116 = Πλήρης διαδρομή αρχείου ή φακέλου του προγράμματος:
15117 = Ακριβές όνομα του Προγράμματος:
15118 = Βρέθηκαν ενσωματωμένοι απεγκαταστάτες:
15119 = Ενεργοποίηση επιλεγμένου ενσωματωμένου απεγκαταστάτη
15120 = Όνομα Προγράμματος
15121 = Εντολή Απεγκατάστασης
15122 = Τύπος
15123 = 32-bit
15124 = 64-bit
15125 = Τερμάτισε τη Διαδικασία και Συνέχισε
15126 = Το επιλεγμένο αρχείο είναι μία διαδικασία σε λειτουργία! Αν θέλετε να το απεγκαταστήσετε καταλλήλως καθώς και τα σχετιζόμενα στοιχεία,  είναι καλύτερα να το τερματίσετε πριν συνεχίσετε
15127 = Κλειδί Μητρώου για Εξαίρεση
15128 = Συμπερίληψη Δευτερευόντων Κλειδιών 
15129 = Ρύθμιση εστίασης στο παράθυρο "Ανιχνευμένα Προγράμματα" κατά την εκκίνηση
15130 = Διαγραφή αρχείων και φακέλων:
15131 = στο φάκελο των Αντιγράφων Ασφαλείας
15132 = στον Κάδο Ανακύκλωσης
15133 = Μόνιμα
15134 = Είστε σίγουρος ότι θέλετε να διαγράψετε τα επιλεγμένα στοιχεία;
15135 = Φάκελοι
15136 = Αρχεία
15137 = Ενδεχομένως συνδεόμενα Αρχεία και Φάκελοι
15138 = Ενδεχομένως συνδεόμενα στοιχεία Μητρώου
15139 = Κλειδιά:
15140 = Τιμές:
15141 = Καταγεγραμμένα Αρχεία και Φάκελοι
15142 = Διενέργεια πράξεων Μετονομασίας αρχείων και φακέλων που υπήρχαν προηγουμένως στο σύστημα
15143 = Είστε σίγουρος ότι θέλετε να απεγκαταστήσετε τα επιλεγμένα στοιχεία;
15144 = Τα επιλεγμένα, αλλά παραμένοντα αρχεία θα διαγραφούν κατά την επόμενη εκκίνηση του συστήματος. 
15145 = Καταγεγραμμένα στοιχεία Μητρώου
15146 = Απεγκατάσταση...
15147 = Σάρωση για κατάλοιπα στοιχείων αρχείων, φακέλων και στοιχείων του μητρώου με βάση τις υπάρχουσες αρχικές πληροφορίες.
15148 = Ανάλυση και εκκίνηση της ενσωματωμένης απεγκατάσταση του προγράμματος για την προεπιλεγμένη απεγκατάσταση.
15149 = Μετά την ολοκλήρωση του απεγκαταστάτη του προγράμματος, πατήστε το  κουμπί "Σάρωση" για να ξεκινήσετε τη σάρωση για κατάλοιπα στοιχείων  αρχείων, φακέλων και στοιχείων του μητρώου.
15150 = Δεν υπάρχει αρκετός διαθέσιμος χώρος στο δίσκο για να γράψει το αρχείο με τα δεδομένα προσωρινής αποθήκευσης.
15151 = Σφάλμα εγγραφής του αρχείου προσωρινής αποθήκευσης. Βεβαιωθείτε ότι έχετε τα κατάλληλα δικαιώματα.
15152 = Σφάλμα ανάγνωσης του αρχείου με τα δεδομένα προσωρινής αποθήκευσης
15153 = Το Revo Uninstaller δεν βρήκε κατάλοιπα στοιχείων
15154 = Σάρωση
15155 = Τυπική\nΑπεγκατάσταση
15156 = Η ενότητα "Όλα τα Προγράμματα" του Revo Uninstaller δείχνει όλα τα εγκατεστημένα προγράμματα και τα συστατικά τους και για τον τρέχοντα και για όλους τους χρήστες, χωρισμένα σε δύο  προεπιλεγμένες ομάδες - "Νέα" και "Άλλα". Όταν χρησιμοποιείτε είτε τον τύπο εμφάνισης "Λεπτομέρειες" είτε χρησιμοποιώντας το μενού πλαίσιο, μπορείτε να έχετε πρόσβαση σε πρόσθετες πληροφορίες (συνδέσμους και ιδιότητες των εγκαταστάσεων). Οι ρυθμίσεις για αυτή τη λειτουργία βρίσκονται στο υπομενού "Όλα τα Προγράμματα" κάτω από το στοιχείο "Απεγκαταστάτης" στο παράθυρο "Επιλογές".
15157 = Η ενότητα "Ανιχνευμένα Προγράμματα" του Revo Uninstaller εμφανίζει όλα τα προγράμματα που έχετε ανιχνεύσει (monitored) κατά την εγκατάστασή τους χρησιμοποιώντας το Revo Uninstaller. Για να ανιχνεύσετε ένα πρόγραμμα με το Revo Uninstaller, μπορείτε να κάνετε δεξί κλικ στο πακέτο εγκατάστασής του (setup) ή πατήστε το κουμπί "Εγκατάσταση Προγραμμάτων" στην κύρια γραμμή εργαλείων. Οι ρυθμίσεις για αυτή τη λειτουργία βρίσκονται στο "Ανιχνευμένα Προγράμματα" υποστοιχείο κάτω από το "Απεγκαταστάτης" στο παράθυρο "Επιλογές".
15158 = Εγγραφή
15159 = Αρχείο Βοήθειας
15160 = Εγκατάσταση Προγραμμάτων
15161 = Απεγκατάσταση\nΠρογραμμάτων
15162 = Κάντε ένα σημείο επαναφοράς του συστήματος και ένα πλήρες αντίγραφο ασφαλείας του Μητρώου πριν από την απεγκατάσταση
15163 = Δημιουργία ενός πλήρους αντιγράφου ασφαλείας του Μητρώου...
15164 = Η δημιουργία ενός Σημείου Επαναφοράς του Συστήματος και ενός πλήρους αντιγράφου ασφαλείας του Μητρώου είναι απενεργοποιημένη (στο Επιλογές->Απεγκαταστάτης)
15165 = Δημιουργία ενός πλήρους αντιγράφου ασφαλείας του Μητρώου - ολοκληρώθηκε!
15166 = Δημιουργία ενός πλήρους αντιγράφου ασφαλείας του Μητρώου - απέτυχε!
15167 = (Δεν υποστηρίζεται στα Windows Vista ή Windows 7,8,10)
15168 = Καταγραφές:
15169 = Ή κάντε δεξί κλικ του ποντικιού πάνω στο εικονίδιο του Hunter Mode και επιλέξτε "Έξοδος" για να κλείσετε
15170 = Άνοιξε τον Βοηθό Απεγκατάστασης μεγιστοποιημένο 
15171 = Διαδρομή Αρχείου
15172 = Παρακαλώ εγκαταστήστε έναν pdf reader για να δείτε το αρχείο Βοήθειας
15173 = Προσθήκη νέας Ομάδας
15174 = Διαγραφή επιλεγμένων Καταγραφών
15175 = Ανακατασκευή αρχείου cache
15176 = Είστε σίγουρος ότι θέλετε να ανακατασκευάσετε το αρχείο cache;\nΟι προσαρμογές σας στις λεπτομέρειες των προγραμμάτων θα διαγραφούν!
15177 = Διαχείριση
15178 = Εξαγωγή, Εισαγωγή ή Επεξεργασία καταγραφής
15179 = Αλλαγή\nή Επισκευή
15180 = Αλλαγή ή Επισκευή
15181 = Ενημέρωση σύνδεσης
15182 = Βάση δεδομένων καταγραφών
15183 = Καταγραφές\nΒάση δεδομένων
15184 = Προγράμματα:
15185 = Όνομα Προγράμματος
15186 = Έκδοση Προγράμματος
15187 = Έκδοση Windows
15188 = Windows Bits
15189 = Βρέθηκε
15190 = Εμφάνιση μόνο των καταγραφών συμβατών με %s
15191 = Εμφάνιση μόνο %s καταγραφών
15192 = Αντιστοιχισμένες καταγραφές:
15193 = Βάση δεδομένων καταγραφών:
15194 = Αναζήτηση κατά:
15195 = καταγραφή
15196 = καταγραφές
15197 = πρόγραμμα
15198 = προγράμματα
15199 = Όνομα
15200 = Γρήγορη Απεγκατάσταση 
15201 = Γρήγορη\nΑπεγκατάσταση
15202 = Γίνεται αρχικό αντίγραφο ασφαλείας του συστήματος
15203 = Απεγκατάσταση προγράμματος %d από %d
15204 = Αρχική ανάλυση - έγινε!
15205 = Εκκίνηση του ενσωματωμένου απεγκαταστάτη του προγράμματος - έγινε!
15206 = Εκκίνηση του ενσωματωμένου απεγκαταστάτη του προγράμματος - απέτυχε!
15207 = Σάρωση για εναπομείναντα αρχεία, φακέλους και στοιχείων Μητρώου...
15208 = Διαγραφή εναπομεινάντων στοιχείων που βρέθηκαν...
15209 = Διαγράφηκαν %d εναπομεινάντων κλειδιών Μητρώου και %d τιμών
15210 = Διαγράφηκαν %d εναπομεινάντων φακέλων και %d αρχείων
15211 = Η Γρήγορη Απεγκατάσταση ολοκληρώθηκε!
15212 = Κατάσταση
15213 = Όταν τελειώσει ο απεγκαταστάτης του προγράμματος, πιέστε το κουμπί "συνέχεια" για να συνεχίσετε τη διαδικασία απεγκατάστασης.
15214 = Συνέχεια
15215 = Εισαχθέντα
15216 = Προσθήκη σχολίου
15217 = Επεξεργασία σχολίου
15218 = Ενότητες
15219 = Ημερομηνία καταγραφής
15220 = Προετοιμασία των δεδομένων καταγραφής για απεγκατάσταση...
15221 = %d από %d στοιχείων
15222 = Εκτέλεση απαραίτητων ενεργειών μετονομασίας...
15223 = Είστε βέβαιοι ότι θέλετε να απεγκαταστήσετε την επιλεγμένη καταγραφή;
15224 = Είστε βέβαιοι ότι θέλετε να απεγκαταστήσετε τις επιλεγμένες καταγραφές;
15225 = Απεγκατάσταση καταγραφής %d από %d
15226 = Εξαγωγή Όλων
15227 = Παράλειψη\nΑντίγραφο ασφαλείας
15228 = Παράλειψη δημιουργίας σημείου επαναφοράς του συστήματος και πλήρους αντιγράφου ασφαλείας του Μητρώου
15229 = Δημιουργία πλήρους αντιγράφου ασφαλείας του Μητρώου - παραλείφθηκε!
15230 = Δημιουργία σημείου επαναφοράς του συστήματος - παραλείφθηκε!
15231 = Επεξεργασία καταγραφής
15232 = Εισαγωγή καταγραφής
15233 = Εξαγωγή καταγραφής
15234 = Ανάλυση καταγραφής -
15235 = Μετονομασία καταγραφής
15236 = Όνομα καταγραφής
15237 = Αποθήκευση Αλλαγών
15238 = Τροποποίηση
15239 = Εικονίδιο
15240 = Εικονίδιο ευρετηρίου
15241 = Συντάκτης
15242 = Χρόνος δημιουργίας
15243 = Χρόνος τελευταίας τροποποίησης
15244 = Εκτιμώμενο μέγεθος
15245 = Κλειδιά Μητρώου
15246 = Τιμές Μητρώου
15247 = Δημιουργήθηκε
15248 = Διαγράφηκε
15249 = Μετονομάστηκε
15250 = Αντικαταστάθηκε
15251 = Άγνωστο
15252 = Παλαιό όνομα
15253 = Ονοματεπώνυμο
15254 = Παλαιό Ονοματεπώνυμο
15255 = Παλιά δεδομένα
15256 = Τιμή Μητρώου με τέτοιο όνομα υπάρχει ήδη!
15257 = Προσθήκη κλειδιού
15258 = Όνομα κλειδιού:
15259 = Δεν τροποποιήθηκε
15260 = Τροποποίηση κλειδιού
15261 = Προσθήκη τιμής
15262 = Τροποποίηση τιμής
15263 = Τέθηκε
15264 = Παλιός τύπος
15265 = Βίαιη διακοπή εκτελέσιμων αρχείων κατά την απεγκατάστασή τους
15266 = Αναζήτηση για κατάλληλη καταγραφή πριν από την κανονική απεγκατάσταση του προγράμματος
15267 = Είστε βέβαιοι ότι θέλετε να κάνετε μία γρήγορη απεγκατάσταση του επιλεγμένου προγράμματος(ων);
15268 = Βρέθηκε καταγραφή που ταιριάζει, ανάμεσα στις καταγραφές σας, και θα χρησιμοποιηθεί για την απεγκατάσταση\nΕκκίνηση του ενσωματωμένου απεγκαταστάτη του προγράμματος για την προεπιλεγμένη απεγκατάσταση.
15269 = Βρέθηκε καταγραφή που ταιριάζει, στη βάση δεομένων των καταγραφών, που θα χρησιμοποιηθεί για την απεγκατάσταση\nΕκκίνηση του ενσωματωμένου απεγκαταστάτη του προγράμματος για την προεπιλεγμένη απεγκατάσταση.
15270 = Όταν τελειώσει ο απεγκαταστάτης του προγράμματος, πιέστε το κουμπί "Συνέχεια" για να δείτε τα εναπομείναντα αρχεία, φακέλους και στοιχεία του Μητρώου.
15271 = Σφάλμα κατά τη λήψη του αρχείου καταγραφής!
15272 = Σφάλμα μετονομασίας ληφθέντος αρχείου καταγραφής!
15273 = Η ενότητα "Βάση δεδομένων καταγραφών" του Revo Uninstaller εμφανίζει μία λίστα καταγραφών εντοπισμένων προγραμμάτων που είναι συμβατά με το σύστημά σας των Windows. Αυτές οι καταγραφές αποθηκεύονται στην ιστοσελίδα μας και διατηρούνται από την ομάδα του Revo Uninstaller. Μπορείτε πολύ εύκολα (με ένα κλικ στο κουμπί "Απεγκατάσταση") να χρησιμοποιήσετε αυτές τις καταγραφές για να απεγκαταστήσετε προγράμματα από τον υπολογιστή σας.
15274 = Η έκδοσή σας:
15275 = Ενημέρωση τώρα
15276 = Αυτόματη ενημέρωση της βάσης δεδομένων των καταγραφών
15277 = Σφάλμα στη λήψη της βάσης δεδομένων των καταγραφών!
15278 = Σφάλμα στην ενημέρωση της βάσης δεδομένων των καταγραφών!
15279 = Σφάλμα στην εξαγωγή της βάσης δεδομένων των καταγραφών!
15280 = Σφάλμα κατά το άνοιγμα της βάσης δεδομένων των καταγραφών!
15281 = Πληκτρολογήστε το σχόλιό σας:
15282 = Επιλέξτε εικονίδιο
15283 = Διαδρομή αρχείου:
15284 = Επιλέξτε ένα εικονίδιο από τη λίστα:
15285 = Αρχείο
15286 = Φάκελος
15287 = Εξαγωγή καταγραφής -
15288 = Εισαγωγή καταγραφής -
15289 = %d%% ολοκληρώθηκε
15290 = Εξαγωγή από
15291 = Βρέθηκαν σχετικές καταγραφές
15292 = Ναι (συνιστάται)
15293 = Οι καταχωρισμένες καταγραφές που έγιναν από εσάς φαίνεται να σχετίζονται με το πρόγραμμα που απεγκαθιστάτε. Θέλετε να χρησιμοποιήσετε τα δεδομένα των καταγραφών κατά τη διάρκεια της απεγκατάστασης;
15294 = Λήψη Καταγραφής -
15295 = Οι καταχωρισμένες καταγραφές που βρέθηκαν στη Βάση Δεδομένων των καταγραφών φαίνεται να σχετίζονται με το πρόγραμμα που απεγκαθιστάτε. Αν θέλετε να χρησιμοποιήσετε οποιαδήποτε από αυτές κατά τη διάρκεια της διαδικασίας απεγκατάστασης, βάλτε ένα σημάδι τσεκαρίσματος μπροστά του.
15296 = Υπάρχει μία κατάλληλη καταγραφή απεγκατάστασης στην Βάση μας των Δεδομένων καταγραφών.\nΘέλετε να τη χρησιμοποιήσετε για πληρέστερη απεγκατάσταση του προγράμματος;
15297 = Είστε σίγουροι ότι θέλετε να διαγράψετε την επιλεγμένη καταγραφή(ές) από τη λίστα;
15298 = Πρέπει να επιλέξετε τουλάχιστον μία στήλη για εξαγωγή!
15299 = Αναζήτηση για
15300 = Χρήση επιλεγμένης καταγραφής
15301 = Πηγή
15302 = Δεν έχετε επιλέξει κάποια ενσωματωμένη απεγκατάσταση από τη λίστα.\nΕίστε σίγουροι ότι θέλετε να συνεχίσετε την αναζήτηση κατάλοιπων και να παραλείψετε τη χρήση της ενσωματωμένης απεγκατάστασης;
15303 = Επιλέξτε μία ενσωματωμένη απεγκατάσταση από τη λίστα αν θέλετε να την χρησιμοποιήσετε κατά τη διαδικασία απεγκατάστασης.
15304 = Δεν έχετε επιλέξει κανένα αρχείο καταγραφής από τη λίστα.\nΕίστε βέβαιοι ότι θέλετε να συνεχίσετε την αναζήτηση για υπολείμματα και να παρακάμψετε τη χρήση ενός αρχείου καταγραφής;
15305 = Επιλέξτε μία καταγραφή από τη λίστα αν θέλετε να την χρησιμοποιήσετε κατά τη διαδικασία απεγκατάστασης.
15306 = Φόρτωση δεδομένων καταγραφών...
15307 = Δημιουργία ενός πλήρους Αντιγράφου Ασφαλείας του Μητρώου πριν την απεγκατάσταση
15308 = Η Δημιουργία ενός πλήρους Αντιγράφου Ασφαλείας του Μητρώου είναι απενεργοποιημένη (στο Επιλογές->Απεγκαταστάτης
15309 = Διαδρομή:
15310 = Χρησιμοποιήστε τα δεδομένα απεγκατάστασης για να λάβετε την Ημερομηνία Εγκατάστασης του πακέτου

[Auto Run Manager Pro]
15800 = Προσθήκη
15801 = Προσθήκη προγράμματος στην Εκκίνηση των Windows
15802 = Ρύθμιση αυτόματης εκκίνησης για:
15803 = Όλοι οι χρήστες
15804 = Τρέχων χρήστης
15805 = Ρύθμιση αυτόματης εκκίνησης από:
15806 = Μητρώο: Εκτέλεση - σε κάθε εκκίνηση των Windows
15807 = Μητρώο: RunOnce - τρέχει μόνο μία φορά, κατά την επόμενη εκκίνηση των Windows
15808 = Φάκελος Εκκίνησης - σε κάθε εκκίνηση των Windows
15809 = Εντολή (πλήρης διαδρομή):
15810 = Όνομα:
15811 = Αφαιρεμένα από την αυτόματη εκκίνηση
15812 = Αφαιρεμένα μη ενεργοποιημένα στοιχεία από την αυτόματη εκκίνηση
15813 = Αφαιρεμένα όλα τα απενεργοποιημένα στοιχεία από την αυτόματη εκκίνηση
15814 = Υπηρεσίες
15815 = Άνοιγμα υπηρεσιών των Windows


[General App]
16001 = Εκτύπωση
16002 = Προεπισκόπηση Εκτύπωσης
16003 = Ρύθμιση Εκτυπωτή
16004 = Προβολή
16005 = Γραμμή Μενού
16006 = Κύρια Γραμμή Εργαλείων
16007 = Πλαίσιο Περιγραφής
16008 = Γραμμή Κατάστασης
16009 = Εργαλεία Γραμμής Εργαλείων
16010 = Αρχείο
16011 = Αυτοενεργοποιημένα\nΔιαχειριστής
16012 = Άχρηστα αρχεία\nΚαθαριστής
16013 = Windows\nΕργαλεία
16014 = Σελιδομετρητές\nΚαθαριστής
16015 = Microsoft Office\nΚαθαριστής
16016 = Windows\nΚαθαριστής
16017 = Αποδεικτικά\nΑφαιρέτης
16018 = Ανεπανόρθωτη\nΑφαίρεση
16019 = Αντίγραφα ασφαλείας\nΔιαχειριστής
16020 = Εγκατάσταση με το Revo Uninstaller
16021 = Απεγκατάσταση με το Revo Uninstaller
16022 = Εγκατάσταση του επιλεγμένου προγράμματος με το Revo Uninstaller
16023 = Απεγκατάσταση του επιλεγμένου προγράμματος με το Revo Uninstaller
16024 = Φάκελος αντιγράφων Ασφαλείας:
16025 = Αντίγραφα ασφαλείας των διαγραμμένων στοιχείων του Μητρώου
16026 = Αντίγραφα ασφαλείας των διαγραμμένων αρχείων και φακέλων
16027 = Το Microsoft Excel δεν έχει εγκατασταθεί σε αυτόν τον υπολογιστή (ο κωδικός σφάλματος είναι 0x%08X).
16028 = Αποτυχία λειτουργίας της εφαρμογής του Microsoft Excel (ο κωδικός σφάλματος είναι 0x%08X).
16029 = Άγνωστο σφάλμα.
16030 = Μητρώο
16031 = Παράλειψη μηνυμάτων πληροφόρησης που εμφανίζει το Revo Uninstaller
16032 = Παράλειψη προειδοποιητικών μηνυμάτων που εμφανίζει το Revo Uninstaller
16033 = Διεργασίες
16034 = Ιχνηλάτηση προγραμμάτων σε λειτουργία συμπαγούς παραθύρου
16035 = Συμπερίληψη Διεργασιών:
16036 = Εξαίρεση Διεργασιών:
16037 = Διαδρομή Διεργασιών
16038 = Οπτικό θέμα:
16039 = Γραμμές Εργαλείων
16040 = Εμφάνιση ετικετών κειμένου
16041 = Εμφάνιση μικρών εικονιδίων
16042 = Μπλε
16043 = Γκρι
16044 = Μαύρο
16045 = Ασημί
16046 = Εγγενής
16047 = Εγγενής 2
16048 = Εγγενής λεία
16049 = Αγορά τώρα
16050 = Μετά την αγορά του Revo Uninstaller, θα λάβετε ένα σειριακό αριθμό με e-mail. Για να ενεργοποιήσετε το Revo Uninstaller, θα πρέπει να εισαγάγετε τον ίδιο αύξοντα αριθμό στην παρακάτω φόρμα και να πατήσετε το κουμπί "Ενεργοποίηση online ". Η ενεργοποίηση απαιτεί σύνδεση με το Ίντερνετ, έτσι ώστε το τείχος προστασίας σας να μην μπλοκάρει το Revo Uninstaller. Αν έχετε οποιεσδήποτε ερωτήσεις σχετικά με την εγγραφή, παρακαλούμε επικοινωνήστε μαζί μας στο: registration@revouninstaller.com
16051 = Εγγραφή 
16052 = Εισάγετε τον ακριβή σειριακό αριθμό εδώ:
16053 = Ενεργοποίηση online
16054 = Όλα τα δικαιώματα διατηρούνται.
16055 = Καταχωρημένη Έκδοση
16056 = Ακαταχώριστη Έκδοση
16057 = Είστε σίγουρος ότι θέλετε να διαγράψετε τα δημιουργημένα αντίγραφα ασφαλείας, καταγραφές και άλλα δεδομένα του Revo Uninstaller; Πατήστε "Όχι" αν ενημερώνετε το πρόγραμμα.. 
16058 = Μεταφραστής:
16059 = Δημιουργία, καθημερινά, πλήρους αντιγράφου ασφαλείας του Μητρώου
16060 = Διαγραφή ανιχνευμένων καταγραφών του προγράμματος μετά την απεγκατάσταση
16061 = Προβολή μικρών εικονιδίων στην εμφάνιση Λεπτομερειών
16062 = Εμφάνιση εντολών στο μενού περιβάλλοντος των Windows (Εγκατάσταση με ..., Απεγκατάσταση με ...)
16063 = Επισήμανση όλων των κατάλοιπων από προεπιλογή
16064 = Σκούρο Γκρι
16065 = Μπλε 2
16070 = Εντολές Γραμμής Εργαλείων
16071 = Προσαρμοσμένο
16072 = Θέμα
16073 = Προσαρμοσμένο χρώμα φόντου
16074 = Προσαρμοσμένο χρώμα επιλογής
16075 = Παρακαλώ κλείστε το Revo Uninstaller, πριν αρχίσετε την εισαγωγή μίας καταγραφής.\nΉ εισάγετε την καταγραφή χρησιμοποιώντας το κουμπί "Διαχείριση" της Γραμμής Εργαλείων στην ενότητα "Εντοπισμένα Προγράμματα".
16076 = Ενεργοποίηση
16077 = Επιλογή μεθόδου ενεργοποίησης
16078 = Online ενεργοποίηση
16079 = Ενεργοποίηση από αρχείο
16080 = Έληξε η δοκιμαστική σας περίοδος των 30 ημερών. Αν θέλετε να συνεχίσετε να χρησιμοποιείτε το προϊόν, πρέπει να αγοράσετε μία άδεια χρήσης.
16081 = Αφού αγοράσετε μία άδεια χρήσης για το Revo Uninstaller, θα λάβετε ένα σειριακό αριθμό με email. Για να ενεργοποιήσετε το Revo Uninstaller, πρέπει να εισαγάγετε το όνομά σας και αυτόν τον σειριακό αριθμό στην παρακάτω φόρμα (η αντιγραφή και επικόλληση συνιστάται) και στη συνέχεια πατήστε το κουμπί "Ενεργοποίηση online”. Η ενεργοποίηση απαιτεί μία σύνδεση με το διαδίκτυο, και το τείχος προστασίας σας δεν πρέπει να μπλοκάρει το Revo Uninstaller. Αν έχετε οποιεσδήποτε ερωτήσεις ή προβλήματα σχετικά με την καταχώριση, παρακαλούμε επικοινωνήστε μαζί μας στο: registration@revouninstaller.com
16082 = Αφού αγοράσετε μία άδεια χρήσης για το Revo Uninstaller, θα λάβετε ένα σειριακό αριθμό με email. Για να ενεργοποιήσετε το Revo Uninstaller με αρχείο, πρέπει να εισαγάγετε το όνομά σας και αυτόν τον σειριακό αριθμό στην παρακάτω φόρμα (η αντιγραφή και επικόλληση συνιστάται) και στη συνέχεια πατήστε το κουμπί “Αποθήκευση αρχείου” για να αποθηκεύσετε το αρχείο. Στη συνέχεια στείλτε το δημιουργηθέν αρχείο στο support@revouninstaller.com ή στο registration@revouninstaller.com. Σε 24 ώρες θα σας στείλουμε ένα κλειδί ξεκλειδώματος που θα ολοκληρώσει την ενεργοποίηση του Revo Uninstaller. Αν έχετε οποιεσδήποτε ερωτήσεις ή προβλήματα σχετικά με την καταχώριση, παρακαλούμε επικοινωνήστε μαζί μας στο: registration@revouninstaller.com
16083 = Επιλέξατε να ενεργοποιήσετε το Revo Uninstaller με αρχείο. Αφού στείλετε το αρχείο Ενεργοποίησης στα emails μας υποστήριξης, θα λάβετε το Κλειδί Ξεκλειδώματος από την ομάδα υποστήριξης του Revo Uninstaller. Πρέπει να εισαγάγετε το Κλειδί Ξεκλειδώματος παρακάτω (η αντιγραφή και επικόλληση συνιστάται) και πιέστε το κουμπί "Ενεργοποίηση". Αν έχετε οποιεσδήποτε ερωτήσεις ή προβλήματα σχετικά με την καταχώριση, παρακαλούμε επικοινωνήστε μαζί μας στο: registration@revouninstaller.com
16084 = Έγινε μία αλλαγή στον υπολογιστή σας που απαιτεί την επανεργοποίηση του Revo Uninstaller. Παρακαλούμε απλά πιέστε το κουμπί "Ενεργοποίηση". Αν έχετε οποιεσδήποτε ερωτήσεις ή προβλήματα σχετικά με την καταχώριση, παρακαλούμε επικοινωνήστε μαζί μας στο: registration@revouninstaller.com
16085 = Η ενεργοποίηση πέτυχε! 
16086 = Η ενεργοποίηση απέτυχε!
16087 = Δεν υπάρχει σύνδεση με τον σέρβερ ενεργοποίησης. Παρακαλούμε σιγουρευτείτε ότι το τείχος προστασίας σας δεν μπλοκάρει το Revo Uninstaller.
16088 = Εισάγετε το Όνομα Χρήστη:
16089 = Εισάγετε το Σειριακό Αριθμό (η αντιγραφή και επικόλληση συνιστάται):
16090 = Εισάγετε το Κλειδί Ξεκλειδώματος (η αντιγραφή και επικόλληση συνιστάται):
16091 = Επαναφορά Διαδικασίας Ενεργοποίησης
16092 = Ημέρες που απομένουν:
16093 = Αποθήκευση αρχείου
16094 = Καταχωρήθηκε στον
16095 = Επανεργοποίηση
16096 = Ενεργοποίηση σε εξέλιξη. Παρακαλώ περιμένετε...
16097 = Ο σειριακός αριθμός είναι λανθασμένος.\nΠαρακαλώ αντιγράψτε και κολλήστε τον σειριακό αριθμό αντί να τον πληκτρολογήσετε!
16098 = Παρακαλώ επανεκκινήστε το Revo Uninstaller
16100 = Σειριακός Αριθμός:
16101 = Δεδομένα άδειας χρήσης:
16102 = Υποβολή Σχολίων
16103 = Υποστήριξη σε απευθείας σύνδεση
16104 = Επαναφορά ρυθμίσεων των πάνελ του κύριου παραθύρου
16105 = Επαναφορά ρυθμίσεων ελέγχου της προβολής Λεπτομερειών
16106 = Επαναφορά επιτυχής!\nΕπανεκκινήστε το Revo Uninstaller για να εφαρμοστούν οι αλλαγές
16107 = Δεν υπάρχουν τσεκαρισμένα αντικείμενα.\nΠρέπει να τσεκάρετε τουλάχιστον ένα αντικείμενο για να προχωρήσετε.
16108 = Εμφάνιση οθόνης εκκίνησης

16112 = Το Revo Uninstaller Pro εκτελείται ήδη!

[AppBar]
16900 =Αποθήκευση των καταγραφών των διαπιστωθέντων αλλαγών του συστήματος
16901 = Παύση της παρακολούθησης της εγκατάστασης
16902 = Το Revo Uninstaller παρακολουθεί τις αλλαγές του συστήματος - προχωρήστε με την εγκατάσταση ως συνήθως! Παρακαλώ, ΜΗΝ εκτελέσετε οποιαδήποτε άλλα αρχεία εγκατάστασης, προγράμματα ή οτιδήποτε άλλο, κατά την εγκατάσταση του προγράμματος! Αφού ολοκληρώσετε την εγκατάσταση, τρέξτε το εγκατεστημένο πρόγραμμα(τα), ρυθμίστε το και κλείστε το. Στη συνέχεια πατήστε το  κουμπί "Stop" (κόκκινο τετράγωνο) και Αποθηκεύστε το αρχείο καταγραφής.
16903 = Εισάγετε ένα όνομα για το αρχείο καταγραφής:
16904 = Εισάγετε ένα όνομα για το αρχείο καταγραφής και πατήστε το κουμπί "Αποθήκευση"
16905 = Το Revo Uninstaller εντοπίζει την εγκατάσταση
16906 = Το Revo Uninstaller αποθηκεύει δεδομένα
16907 = Δεν ήταν δυνατή η απόκτηση του απαιτούμενου προνομίου για το κλείσιμο του υπολογιστή. Προσπαθήστε να τερματίσετε τη λειτουργία χειροκίνητα!
16908 = Δεν ήταν δυνατή η προσαρμογή του προνομίου για το κλείσιμο του υπολογιστή. Προσπαθήστε να τερματίσετε τη λειτουργία χειροκίνητα!
16909 = Παρακαλώ εισάγετε ένα έγκυρο όνομα καταγραφής!
16910 = Είστε σίγουροι ότι θέλετε να ακυρώσετε την διαδικασία καταγραφής;

[JunkFilesCleanerPro]
17000 = Εξαίρεση
17001 = Τελευταία Τροποποίηση
17002 = Σάρωση Φακέλου...
17003 = Συμπεριλάβετε
17004 = Φάκελοι για να συμπεριληφθούν ως σκουπίδια

[Windows Apps]
17100 = Windows\nΕφαρμογές
17101 = Windows Εφαρμογές
17102 = Windows Εφαρμογή
17103 = Σύνολο Εφαρμογών
17104 = Εφαρμογή
17105 = Εφαρμογές
17106 = Η ενότητα "Εφαρμογές των Windows" παραθέτει όλες τις εγκατεστημένες εφαρμογές των Windows και σας βοηθά να απεγκαταστήσετε οποιοδήποτε από αυτές με ένα μόνο κλικ. Ορισμένες από τις εφαρμογές που παράγει η Microsoft έρχονται προεγκατεστημένες με το λειτουργικό σύστημα, ενώ άλλες εγκαθίστανται μέσω του Microsoft Store. Περισσότερες πληροφορίες σχετικά με οποιαδήποτε εφαρμογή μπορούν να βρεθούν από το μενού περιβάλλοντος.
17107 = Ανάλυση και εκκίνηση της προεπιλεγμένης εντολής κατάργησης εγκατάστασης της εφαρμογής
17108 = Aφού ολοκληρωθεί η προεπιλεγμένη κατάργηση εγκατάστασης της εφαρμογής, πατήστε το κουμπί "Σάρωση" για να ξεκινήσετε τη σάρωση για τα απομεινάρια αρχείων, φακέλων και στοιχείων μητρώου.
17109 = Είστε βέβαιοι ότι θέλετε να καταργήσετε την εγκατάσταση της επιλεγμένης εφαρμογής;

[EvidenceRemoverPro]
17300 = Τύπος
17301 = Συνολικό μέγεθος
17302 = Ελεύθερος Χώρος
17310 = Τοπικός Δίσκος
17311 = Αφαιρούμενος Δίσκος
17312 = Εκτιμώμενος χρόνος που απομένει:
17313 = ημέρες 
17314 = ώρες
17315 = λεπτά
17316 = δευτερόλεπτα
17317 = Είστε σίγουροι ότι θέλετε να διακόψετε τη διαδικασία

[WindowsToolsPro]
17400 = Επαναφορά Συστήματος
17401 = Διαγνωστικά Δικτύου
17402 = Πληροφορίες Δικτύου
17403 = Κέντρο Ασφαλείας
17404 = Ιδιότητες Συστήματος
17405 = Πληροφορίες Συστήματος
17406 = TCP/IP Netstat Εντολή
17407 = Πληκτρολόγιο στην Οθόνη
17408 = Ανασυγκροτητής Δίσκου
17409 = Υπηρεσίες
17410 = Κοινόχρηστοι Φάκελοι
17411 = Πολιτική Ομάδας
17412 = Προσθήκη/Αφαίρεση συστατικών των Windows
17413 = Εργαλείο αφαίρεσης κακόβουλου λογισμικού του Microsoft Windows 
17414 = Αντίγραφο Ασφαλείας και Επαναφορά των Windows
17415 = Προγραμματιστής Εργασιών
17416 = Έλεγχος Δίσκου
17417 = Ελεγκτής αρχείων συστήματος
17450 = Το "Αντίγραφο Ασφαλείας και η Επαναφορά" των Windows σας επιτρέπουν να κάνετε αντίγραφα των αρχείων δεδομένων για όλους όσους χρησιμοποιούν τον υπολογιστή και σας παρέχουν τη δυνατότητα να δημιουργήσετε μία εικόνα του συστήματος. Μπορείτε να αφήσετε τα Windows να επιλέξουν τι αντίγραφα ασφαλείας να κάνουν ή να επιλέξετε τους επί μέρους φακέλους, βιβλιοθήκες και οδηγούς για τους οποίους θέλετε να δημιουργήσετε αντίγραφα ασφαλείας. Μία εικόνα του συστήματος περιλαμβάνει τα Windows και τις ρυθμίσεις του συστήματός σας, προγράμματα και αρχεία. Μπορείτε να χρησιμοποιήσετε μία εικόνα του συστήματος για να επαναφέρετε τα περιεχόμενα του υπολογιστή σας αν ο σκληρός σας δίσκος ή ο υπολογιστής σας σταματήσει να λειτουργεί.
17451 = Ο Προγραμματιστής Εργασιών σας βοηθά να προγραμματίσετε αυτοματοποιημένες εργασίες που κάνουν ενέργειες σε μία συγκεκριμένη χρονική στιγμή ή όταν συμβεί ένα συγκεκριμένο γεγονός. Παρέχει τη δυνατότητα προγραμματισμού της έναρξης προγραμμάτων ή σεναρίων σε προκαθορισμένους χρόνους ή μετά από προκαθορισμένα χρονικά διαστήματα. Ο Προγραμματιστής Εργασιών διατηρεί μία βιβλιοθήκη όλων των προγραμματισμένων εργασιών, παρέχοντας μία οργανωμένη προβολή των εργασιών και ένα βολικό τρόπο για τη διαχείρισή τους. 
17452 = Ο Έλεγχος Δίσκου επαληθεύει τη λογική ακεραιότητα του συστήματος αρχείων στα Windows. Ο Έλεγχος Δίσκου ελέγχει για προβλήματα που σχετίζονται με κατεστραμμένους τομείς, χαμένα συμπλέγματα, επικαλυπτόμενα αρχεία και σφάλματα καταλόγου. Αυτού του είδους τα προβλήματα μπορεί να προκληθούν από κολλήματα ή παγώματα του συστήματος, δυσλειτουργίες ενέργειας, εσφαλμένη απενεργοποίηση του υπολογιστή, κ.λ.π. 
17453 = Ο Ελεγκτής των Αρχείων του Συστήματος σας επιτρέπει να αναζητήσετε και να αποκαταστήσετε φθορές στα αρχεία του συστήματος των Windows επαληθεύοντας τις εκδόσεις τους. Αν διαπιστώσει κάποιο πρόβλημα, θα επιχειρήσει να αντικαταστήσει το προβληματικά αρχεία από την προσωρινή μνήμη DLL των Windows. Αν το αρχείο δεν είναι στην προσωρινή μνήμη DLL των Windows ή η προσωρινή μνήμη DLL είναι κατεστραμμένη, θα σας ζητηθεί να εισάγετε το δίσκο εγκατάστασης των Windows.

[WindowsCleanerPro]
17500 = Διαγραφή προσωρινής μνήμης μικρογραφιών


[UnrecoverableDeletePro]
17600 = Προσθήκη Αρχείου(ων)
17601 = Προσθήκη Φακέλου
17602 = Μόνιμη  Αφαίρεση
17603 = Διαγραφή
17604 = Υπολογισμός...
17605 = Τα παραμένοντα αντικείμενα στη λίστα δεν μπορούν να διαγραφούν τώρα.\nΒεβαιωθείτε ότι δεν χρησιμοποιούνται από τα Windows ή από άλλο πρόγραμμα και δοκιμάστε ξανά.
17606 = Κατάργηση επιλεγμένων στοιχείων από τη λίστα

[Backup Manager]
17800 = Διαχειριστής Αντιγράφων Ασφαλείας
17801 = Επαναφορά
17802 = Διαγραφή
17803 = Διαγραφή Όλων
17804 = Τυπική\nΕπαναφορά
17812 = Φόρτωση δέντρου...
17813 = Πίσω
17814 = Επόμενο
17815 = Το Σημείο Επαναφοράς δεδομένων δεν βρέθηκε
17816 = Επεξεργασία
17817 = Δημιουργία αντιγράφων ασφαλείας για %d από %d στοιχείων
17818 = Σημεία Επαναφοράς:
17819 = Συνολικό μέγεθος:
17820 = Ο Διαχειριστής Αντιγράφων Ασφαλείας σας βοηθά να διαχειριστείτε τα στοιχεία της εφεδρείας που αποθηκεύονται από το Revo Uninstaller μετά από κάθε διαγραμμένη καταχώρηση του μητρώου, αρχείο ή φάκελος. Ανακτώντας ένα σημείο επαναφοράς, μπορείτε να επαναφέρετε όλα τα διαγραμμένα δεδομένα ή μπορείτε απλώς να συλλέξετε και να επιλέξετε ποιά στοιχεία θέλετε να επαναφέρετε. Εάν χρειάζεστε περισσότερο ελεύθερο χώρο, μπορείτε να διαγράψετε μερικά ή όλα τα σημεία επαναφοράς
17821 = Όνομα
17822 = Λειτουργία
17823 = Μέγεθος
17824 = Στοιχεία Μητρώου
17825 = Αρχεία και Φάκελοι
17826 = Ώρα
17827 = Ημερομηνία
17830 = Όνομα Κλειδιού/Τιμής
17831 = Δεδομένα
17835 = Προεπιλεγμένη τιμή
17836 = Αποκατάσταση %d από %d στοιχείων
17837 = Αποκατάσταση
17838 = Όνομα Αρχείου/Φακέλου
17839 = Τυπική Επαναφορά
17840 = Σφάλμα στην ανάγνωση του αρχείου με τα δεδομένα των αντιγράφων ασφαλείας!
17841 = Αρχεία και Φάκελοι για επαναφορά
17842 = Στοιχεία του Μητρώου για επαναφορά
17843 = Δεν υπάρχει αρκετός χώρος στο δίσκο για την εγγραφή του αρχείου με τα δεδομένα των αντιγράφων ασφαλείας!
17844 = Σφάλμα στην εγγραφή του αρχείου με τα δεδομένα των αντιγράφων ασφαλείας!
17845 = Είστε σίγουρος ότι θέλετε να επαναφέρετε τη λειτουργία %s από %s?
17846 = Είστε σίγουρος ότι θέλετε να διαγράψετε όλα τα σημεία επαναφοράς;
17847 = Διαγραφή\nμε χρόνο
17848 = Διαγραφή αντιγράφων ασφαλείας παλαιότερα από μία ημερομηνία ή μία περίοδο
17849 = Διαγραφή όλων των αντιγράφων ασφαλείας παλαιότερων από:
17850 = Επιλεγμένη ημερομηνία:
17851 = Μία εβδομάδα
17852 = Δύο εβδομάδες
17853 = 30 ημέρες
17854 = 90 ημέρες
17855 = 180 ημέρες
17856 = Ένα έτος
17857 = Προσαρμοσμένη ημερομηνία
17858 = Έχετε επιλέξει μία ημερομηνία νεότερη από σήμερα.\nΑυτό θα διαγράψει όλα τα αντίγραφα ασφαλείας! Συνέχεια;


[TooltipsPro]
18200 = Προσαρμογή των ρυθμίσεων του Revo Uninstaller
18201 = Αλλαγή της εμφάνισης της λίστας των εντοπισμένων προγραμμάτων
18202 = Διαχείριση των πληροφοριών της εφεδρείας που αποθηκεύονται από το Revo Uninstaller
18203 = Εγκατάσταση προγραμμάτων μέσω του Revo Uninstaller
18204 = Εξαναγκασμένη απεγκατάσταση των καταλοίπων των ήδη απεγκατεστημένων προγραμμάτων
18205 = Εμφάνιση όλων των εγκατεστημένων προγραμμάτων
18206 = Εμφάνιση εντοπισμένων εγκατεστημένων προγραμμάτων
18207 = Απεγκατάσταση του επιλεγμένου εντοπισμένου προγράμματος 
18208 = Τυπική απεγκατάσταση του επιλεγμένου εντοπισμένου προγράμματος
18209 = Επαναφορά του επιλεγμένου σημείου επαναφοράς του Revo Uninstaller
18210 = Τυπική Επαναφορά του επιλεγμένου σημείου επαναφοράς του Revo Uninstaller
18211 = Διαγραφή του επιλεγμένου σημείου επαναφοράς του Revo Uninstaller
18212 = Προσθήκη προγράμματος για αυτόματη εκκίνηση με την έναρξη των Windows
18213 = Εκτέλεση λειτουργίας αφαίρεσης αποδεικτικών στοιχείων στους μαρκαρισμένους οδηγούς
18214 = Προσθήκη αρχείων για αμετάκλητη διαγραφή
18215 = Προσθήκη φακέλου για αμετάκλητη διαγραφή
18216 = Διαγραφή προστιθέμενων αρχείων και φακέλων
18217 = Διαγραφή μαρκαρισμένων αρχείων 
18218 = Αλλαγή ή Επιδιόρθωση της εγκατάστασης του επιλεγμένου προγράμματος
18219 = Γρήγορη απεγκατάσταση του επιλεγμένου προγράμματος (όλα τα υπολείμματα που βρέθηκαν διαγράφηκαν αυτόματα)
18220 = Προσθήκη νέου στοιχείου στο αρχείο καταγραφής
18221 = Τροποποίηση επιλεγμένου στοιχείου
18222 = Διαγραφή επιλεγμένου στοιχείου από το αρχείο καταγραφής
18223 = Εξαγωγή τρέχουσας βάσης αρχείου καταγραφής ως HTML

[Portable]
18500 = Σφάλμα κατά τη λήψη της Ενημέρωσης!
18501 = Σφάλμα εξαγωγής της Ενημέρωσης!
18502 = Ενημέρωση
18503 = Η Ενημέρωση ολοκληρώθηκε με επιτυχία!
18504 = %d από %d αρχεία
18505 = Φορητότητα
18506 = Χρήση του τυπικού φακέλου αποθήκευσης δεδομένων
18507 = Ενεργοποίηση λειτουργίας γρήγορης φόρτωσης
18508 = Αποδοχή
18509 = Άδεια χρήσης